/* No comment provided by engineer. */
"%d days ago" = "منذ %d أيام";

/* No comment provided by engineer. */
"%d hours ago" = "منذ %d ساعات";

/* No comment provided by engineer. */
"%d minutes ago" = "منذ %d دقائق";

/* No comment provided by engineer. */
"%d months ago" = "منذ %d أشهر";

/* No comment provided by engineer. */
"%d seconds ago" = "منذ %d ثوانٍ";

/* No comment provided by engineer. */
"%d weeks ago" = "منذ %d أسابيع";

/* No comment provided by engineer. */
"%d years ago" = "منذ %d سنوات";

/* No comment provided by engineer. */
"A minute ago" = "منذ دقيقة";

/* No comment provided by engineer. */
"An hour ago" = "منذ ساعة";

/* No comment provided by engineer. */
"Just now" = "حالًا";

/* No comment provided by engineer. */
"Last month" = "الشهر الماضي";

/* No comment provided by engineer. */
"Last week" = "الأسبوع الماضي";

/* No comment provided by engineer. */
"Last year" = "العام الماضي";

/* No comment provided by engineer. */
"Yesterday" = "أمس";

/* No comment provided by engineer. */
"1 year ago" = "منذ عام";

/* No comment provided by engineer. */
"1 month ago" = "منذ شهر";

/* No comment provided by engineer. */
"1 week ago" = "منذ أسبوع";

/* No comment provided by engineer. */
"1 day ago" = "منذ يوم";

/* No comment provided by engineer. */
"This morning" = "هذا الصباح";

/* No comment provided by engineer. */
"This afternoon" = "بعد ظهيرة اليوم";

/* No comment provided by engineer. */
"Today" = "اليوم";

/* No comment provided by engineer. */
"This week" = "هذا الأسبوع";

/* No comment provided by engineer. */
"This month" = "هذا الشهر";

/* No comment provided by engineer. */
"This year" = "هذا العام";

"reply_button_label" = "";
"new_message_button_label" = "";
"new_messages_button_label" = "";
"new_updates" = "";
"no_internet_server_error" = "";
"view_conversation_button_label" = "";
"select_subject_label"= "";
"write_a_message_hint"= "";
"give_your_message_a_subject" = "";
"sent_a_message" = "";
"replied_to_your" = "";
"send_button" = "";

"new_card_label" = "";
"feed_title_label"= "";
"new_message_title_label"= "";

"subject_feedback_label"= "";
"subject_feature_suggestion_label"= "";
"subject_complaint_label"= "";
"subject_other_label"= "";

"feed_is_empty_title"= "";
"icon_left_text"= "";
"icon_right_text"= "";
"icon_bottom_text"= "";
"second_paragraph_text"= "";

"message_sending" = "";
"message_sent" = "";
"message_failed" = "";
"try_again" = "";

// 2.4.2

"other_subject_hint" = "";
"reached_bottom_of_feed" = "";

// 2.4.5

"pulsate_YOU_in_message_card" = "";




